# -*- coding: utf-8 -*-

"""Написать программу которая работает с коммандной строкой

Программа принимает 3 аргумента в коммандной строке.
Первый аргумент это одна из математических функций, а именно:
-add - математическое сложение
-mul - математическо умножение
-sub - математическое вычитание
-div - математическое деление

Запуск программы:
python <program_name> -func -parameter1 -parameter2

Где опции могут быть:
-func - математическая функция, принимает значение -add, -mul, -sub, -div
-parameter1 - первый параметр, принимает значени от 0 до 10
-parameter2 - первый параметр, принимает значени от 0 до 10

Программа возвращает единственное значение в формате int посчитанное согласно введенного параметра -func"""