# -*- coding: utf-8 -*-

"""
Написать программу которая бы выводила результат операции сложения двух значений

Описание программы:
Окно с 3-мя полями, два из которых являются полями ввода, и одно поле отображает результат.
Также в интерфейсе программы присутствует кнопка которая запускает просчет и отображение результата

Ссылка на описание библиотеки Tkinter:
"""
https://ru.wikiversity.org/wiki/%D0%9A%D1%83%D1%80%D1%81_%D0%BF%D0%BE_%D0%B1%D0%B8%D0%B1%D0%BB%D0%B8%D0%BE%D1%82%D0%B5%D0%BA%D0%B5_Tkinter_%D1%8F%D0%B7%D1%8B%D0%BA%D0%B0_Python

